Repository: IBMPredictiveAnalytics/STATS_VALLBLS_FROMDATA
Catalog: src/lang/*/STATS_VALLBLS_FROMDATA.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: This command requires a newer version the spssaux module. It can be obtained from the SPSS Community website (www.ibm.com/developerworks/spssdevcentral)
de: Für diesen Befehl ist eine neuere Version des Moduls spssaux erforderlich. Sie ist auf der SPSS Community-Website (www.ibm.com/developerworks/spssdevcentral) verfügbar
es: Este comando requiere una versión más reciente del módulo spssaux. Se puede obtener en el sitio web de la comunidad de SPSS (www.ibm.com/developerworks/spssdevcentral)
fr: Cette commande requiert une version plus récente du module spssaux. Vous pouvez la télécharger depuis le site Web de la communauté SPSS (www.ibm.com/developerworks/spssdevcentral)
it: Questo comando richiede una versione più recente del modulo spssaux. È possibile reperirla sul sito Web SPSS Community (www.ibm.com/developerworks/spssdevcentral)
ja: このコマンドには新しいバージョンの spssaux モジュールが必要です。 対象のモジュールは、SPSS Community Web サイト (www.ibm.com/developerworks/spssdevcentral) で入手できます
ko: 이 명령문에는 새 버전의 spssaux 모듈이 필요합니다. 이 모듈은 www.ibm.com/developerworks/spssdevcentral의 SPSS Community 웹 사이트에서 다운로드할 수 있습니다.
pl: Ta komenda wymaga nowszej wersji modelu spssaux. Można ją pobrać z serwisu SPSS Community pod adresem www.ibm.com/developerworks/spssdevcentral
pt_br: Este comando requer uma versão mais recente do módulo spssaux. Ele pode ser obtido a partir do website SPSS Community (www.ibm.com/developerworks/spssdevcentral)
ru: Для этой команды необходима более новая версия модуля spssaux. Его можно получить на сайте сообщества SPSS (www.ibm.com/developerworks/spssdevcentral)
zh_cn: 此命令需要更高版本的 spssaux 模块。 您可以从 SPSS Community Web 站点 (www.ibm.com/developerworks/spssdevcentral) 获取此模块。
zh_tw: 此指令需要較新版本的 spssaux 模組。 可以從 SPSS 社群網站 (www.ibm.com/developerworks/spssdevcentral) 取得該模組

source: variables to label
de: Zu beschriftende Variablen
es: variables para etiquetar
fr: variables à étiqueter
it: variabili da etichettare
ja: ラベルを付ける変数
ko: 레이블을 지정할 변수
pl: zmienne do etykietowania
pt_br: variáveis para rótulo
ru: переменные, которые нужно пометить
zh_cn: 要标注的变量
zh_tw: 要加標籤的變數

source: label variables
de: Beschriftungsvariablen
es: variables de etiquetado
fr: étiqueter les variables
it: variabili etichetta
ja: ラベル変数
ko: 변수 레이블 지정
pl: zmienne etykiet
pt_br: variáveis de rótulo
ru: переменные меток
zh_cn: 标签变量
zh_tw: 標籤變數

source: No variables to label or no labelling variables were specified. If a pattern was used, it may not have matched any variables.
de: Es sind keine zu beschriftenden Variablen vorhanden oder es wurden keine Beschriftungsvariablen angegeben. Wenn ein Muster verwendet wurde, gab es möglicherweise keine übereinstimmenden Variablen.
es: No se han especificado variables para etiquetar ni variables de etiquetado. Si se ha utilizado un patrón, puede ser que no se haya encontrado ninguna variable coincidente.
fr: Aucune variable à étiqueter ni aucune variable d'étiquette spécifiée. Si un motif a été utilisé, il ne peut pas avoir de variables correspondantes.
it: Non sono state specificate variabili da etichettare o variabili di etichettatura. Se è stato utilizzato un modello, potrebbe non avere variabili corrispondenti.
ja: ラベルを付ける変数またはラベル変数が指定されていません。 パターンが使用された場合は、パターンがどの変数にも一致しなかった可能性があります。
ko: 레이블 지정할 변수가 없거나 변수 레이블 지정이 지정되지 않았습니다. 패턴이 사용된 경우 변수를 매치하지 못할 수 있습니다.
pl: Nie podano zmiennych do etykietowania ani zmiennych etykietowania. Jeśli użyto wzoru, mógł on nie pasować do żadnej ze zmiennych.
pt_br: Nenhuma variável para rótulo ou nenhuma variável de rotulagem foi especificada. Se um padrão foi usado, ele pode não ter correspondido a quaisquer variáveis.
ru: Не заданы переменные, которые нужно пометить, или переменные меток. Если использован шаблон, в нем могло не оказаться соответствующих переменных.
zh_cn: 没有要标注的变量，或者未指定任何标签变量。 如果您使用了模式，那么原因可能是该模式未与任何变量匹配。
zh_tw: 沒有要加標籤的變數，或者未指定標籤變數。 如果使用型樣，則它可能未與任何變數相符。

source: The number of label variables is different from the number of variables to label
de: Die Anzahl der Beschriftungsvariablen weicht von der Anzahl der zu beschriftenden Variablen ab
es: El número de variables de etiquetado es distinto del número de variables a etiquetar
fr: Le nombre de variables d'étiquette est différent de celui des variables à étiqueter.
it: Il numero di variabili etichetta è diverso dal numero di variabili da etichettare
ja: ラベル変数の数がラベルを付ける変数の数と異なっています
ko: 변수 레이블 지정 수가 레이블 지정할 변수 수와 다릅니다.
pl: Liczba zmiennych etykiet jest różna od liczby zmiennych do etykietowania
pt_br: O número de variáveis de rótulo é diferente do número de variáveis para rótulo
ru: Количество переменных меток отличается от количества переменных, которые нужно пометить
zh_cn: 标签变量数与所要标注的变量数不同
zh_tw: 標籤變數的數目與要加標籤的變數數目不同

source: The label variables must all have type string
de: Alle Beschriftungsvariablen müssen dem Typ 'Zeichenfolge' angehören
es: Las variables de etiquetado deben ser todas de tipo cadena
fr: Les variables d'étiquette doivent toutes avoir un type de chaîne.
it: Le variabili etichetta devono tutte avere il tipo stringa
ja: ラベル変数はすべて文字型でなければなりません
ko: 변수 레이블 지정 모두에 유형 문자열이 포함되어야 합니다.
pl: Wszystkie zmienne etykiet muszą być typu łańcuchowego
pt_br: As variáveis de rótulo devem todas ter o tipo sequência de caracteres
ru: Все переменные меток должны быть строкового типа
zh_cn: 标签变量必须全都具有字符串类型
zh_tw: 標籤變數必須全部具有字串類型

source: The active dataset must have a dataset name in order to use this procedure
de: Das aktive Dataset muss einen Datasetnamen haben, damit diese Prozedur verwendet werden kann
es: El conjunto de datos activo debe tener un nombre para poder utilizar este procedimiento
fr: Le jeu de données actif doit comporter un nom de fichier pour pouvoir utiliser cette procédure.
it: Il dataset attivo deve avere un nome dataset per poter utilizzare questa procedura
ja: この手順を使用するには、アクティブなデータセットにデータセット名が必要です
ko: 이 프로시저를 사용하려면 활성 데이터 세트의 데이터 세트 이름이 있어야 합니다.
pl: Aktywny zbiór danych musi mieć nadaną nazwę, aby możliwe było użycie tej procedury
pt_br: O conjunto de dados ativo deve ter um nome de conjunto de dados para usar este procedimento
ru: Чтобы использовать эту процедуру, у активного набора данных должно быть имя
zh_cn: 要使用此过程，活动数据集必须具有数据集名称
zh_tw: 作用中資料集必須具有資料集名稱，才能使用此程序

source: Either a variable list or a pattern must be specified but not both: %s
de: Es muss entweder eine Variablenliste oder ein Muster angegeben werden, aber nicht beides: %s
es: Se debe especificar una lista de variables o bien un patrón, pero no ambas cosas a la vez: %s
fr: Une liste de variables ou un motif doit être spécifié(e), mais pas les deux : %s
it: È necessario specificare un elenco di variabili o un modello ma non entrambi:%s
ja: 変数リストまたはパターンのいずれかを指定する必要がありますが、両方は指定できません: %s
ko: 변수 목록 또는 패턴을 지정해야 하지만 둘 모두를 지정할 필요는 없습니다. %s
pl: Konieczne jest podanie listy zmiennych lub wzoru, ale nie obydwu tych danych: %s
pt_br: Uma lista de variáveis ou um padrão deve ser especificado, mas não ambos: %s
ru: Нужно задать или список переменных, или шаблон, но не одновременно: %s
zh_cn: 必须指定变量列表或模式，但不得同时指定这两者：%s
zh_tw: 必須指定變數清單或型樣兩者中的其中一個而不能兩者都指定：%s

source: No value labels were generated.
de: Es wurden keine Wertbeschriftungen generiert.
es: No se han generado etiquetas de valor
fr: Aucun libellé de valeur n'a été généré.
it: Nessuna etichetta valore generata.
ja: 値ラベルが生成されませんでした。
ko: 값 레이블이 생성되지 않았습니다.
pl: Nie wygenerowano etykiet wartości.
pt_br: Nenhum rótulo de valor foi gerado.
ru: Метки значений не были созданы.
zh_cn: 未生成任何值标签。
zh_tw: 未產生任何值標籤。

source: Generated label syntax was applied
de: Die generierte Beschriftungssyntax wurde angewendet
es: Se ha aplicado la sintaxis de etiquetas generadas
fr: La syntaxe du libellé généré a été appliquée.
it: La sintassi etichetta generata è stata applicata
ja: 生成されたラベル シンタックスが適用されました
ko: 생성된 레이블 명령문이 적용되었습니다.
pl: Zastosowano wygenerowaną składnię etykiet
pt_br: Sintaxe de rótulo gerado foi aplicada
ru: Был применен сгенерированный синтаксис метки
zh_cn: 已应用所生成的标签语法
zh_tw: 已套用產生的標籤語法

source: Generated label syntax was not applied
de: Die generierte Beschriftungssyntax wurde nicht angewendet
es: No se ha aplicado la sintaxis de etiquetas generadas
fr: La syntaxe du libellé généré n'a pas été appliquée.
it: La sintassi etichetta generata non è stata applicata
ja: 生成されたラベル シンタックスが適用されませんでした
ko: 생성된 레이블 명령문이 적용되지 않았습니다.
pl: Nie zastosowano wygenerowanej składni etykiet
pt_br: Sintaxe de rótulo gerado não foi aplicada
ru: Сгенерированный синтаксис меток не был применен
zh_cn: 未应用所生成的标签语法
zh_tw: 未套用產生的標籤語法

source: A conflict means that different labels would be applied to the same value.
de: Ein Konflikt liegt vor, wenn verschiedene Beschriftungen auf denselben Wert angewendet werden.
es: Un conflicto significa que se aplicarían distintas etiquetas a un mismo valor
fr: Un conflit signifie que différents libellés sont appliqués à la même valeur.
it: Un conflitto indica che etichette differenti verranno applicate allo stesso valore.
ja: 競合とは、同じ値に複数の異なるラベルが適用されることを意味します。
ko: 충돌은 다른 레이블이 동일한 값에 적용되었음을 의미합니다.
pl: Konflikt oznacza, że wobec tej samej wartości zostaną zastosowane różne etykiety.
pt_br: Um conflito significa que diferentes rótulos serão aplicados ao mesmo valor.
ru: Конфликт означает, что к одному значению могут быть применены различные метки.
zh_cn: 冲突表示不同的标签应用于同一个值。
zh_tw: 衝突表示不同的標籤套用至相同的值。

source: A duplicate means that the same label was used for different values.
de: Ein Duplikat liegt vor, wenn für verschiedene Werte dieselbe Beschriftung verwendet wird.
es: Un duplicado significa que se ha utilizado la misma etiqueta para distintos valores
fr: Un doublon signifie que le même libellé a été utilisé pour différentes valeurs.
it: Un duplicato significa che la stessa etichetta è stata utilizzata per valori differenti.
ja: 重複とは、同じラベルが複数の異なる値に使用されたことを意味します。
ko: 중복은 동일한 레이블이 다른 값에 사용되었음을 의미합니다.
pl: Duplikat oznacza, że dla różnych wartości zostanie zastosowana ta sama etykieta.
pt_br: Uma duplicata significa que o mesmo rótulo foi usado para valores diferentes.
ru: Дублирование означает, что одна метка может быть применена для различных значений.
zh_cn: 重复表示同一个标签用于不同的值。
zh_tw: 重複表示相同的標籤用於不同的值。

source: Value Label Generation
de: Wertbeschriftungsgenerierung
es: Generación de etiquetas de valor
fr: Génération du libellé de valeur
it: Generazione etichetta valore
ja: 値ラベルの生成
ko: 값 레이블 생성
pl: Generowanie etykiet wartości
pt_br: Geração de rótulo de valor
ru: Генерирование меток значений
zh_cn: 值标签生成
zh_tw: 值標籤產生

source: Variable
it: Variabile
ja: 変数
ko: 변수2
pl: Zmienna
pt_br: Variável
ru: Переменная
zh_cn: 变量
zh_tw: 變數

source: Duplicate Labels
de: Doppelte Beschriftungen
es: Etiquetas duplicadas
fr: Libellés en double
it: Etichette duplicate
ja: 重複するラベル
ko: 중복 레이블
pl: Duplikuj etykiety
pt_br: Rótulos duplicados
ru: Дублированные метки
zh_cn: 重复标签
zh_tw: 標籤重複

source: Label Conflicts
de: Beschriftungskonflikte
es: Conflictos de etiquetas
fr: Conflits de libellés
it: Conflitti di etichetta
ja: ラベルの競合
ko: 레이블 충돌
pl: Konflikty etykiet
pt_br: Conflitos de rótulos
ru: Конфликты меток
zh_cn: 标签冲突
zh_tw: 標籤衝突

source: Label Source
de: Beschriftungsquelle
es: Origen de etiqueta
fr: Source du libellé
it: Origine etichetta
ja: ラベルのソース
ko: 레이블 소스
pl: Źródło etykiety
pt_br: Origem do rótulo
ru: Источник меток
zh_cn: 标签源
zh_tw: 標籤來源

source: The specified root name is too long: %s
de: Der angegebene Stammname ist zu lang: %s
es: El nombre raíz especificado es demasiado largo: %s
fr: Le nom de racine spécifié est trop long : %s
it: Il nome radice specificato è troppo lungo: %s
ja: 指定したルート名は長すぎます: %s
ko: 지정된 루트 이름이 너무 깁니다. %s
pl: Określony trzon nazwy jest zbyt długi: %s
pt_br: O nome raiz especificado é muito longo: %s
ru: Заданное корневое имя слишком длинное: %s
zh_cn: 指定的根名称过长：%s
zh_tw: 指定的根目錄名稱太長：%s

source: Create dummy variables
de: Dummy-Variablen erstellen
es: Crear variables auxiliares
fr: Créer des variables dummy
it: Crea variabili dummy
ja: ダミー変数の作成
ko: 더미변수 작성
pl: Utwórz sztuczne zmienne
pt_br: Criar variáveis dummy
ru: Создать фиктивные переменные
zh_cn: 创建虚变量
zh_tw: 建立虛擬變數
